/**
 * @file
 * @author cjw
 * Created by cjw on 16/2/22.
 */

define([
    'handlebars',
    'text!view/common/header.html',
    'text!app/company/company.html',
    'text!view/common/footer.html',
    'text!view/common/nav.html'
], function () {

});


很好的文章，我感觉这10条应该都是作者在实践中反复总结出来的。我和老公每天坚持晚餐后散步
（包括向后倒走、左右两个手前后交错360度转动200下，然后拍手各种姿态包括掌心、掌背、虎口等相对大概共拍500下），
已经坚持6年时间，几乎是一年四季、每天如此。刚开始时比较难，有事就耽误了，但后来形成习惯了，感觉不散步睡眠都会差些。
于是每天晚餐后无论有多忙，都会先去散步。刚开始是单纯的散步（往前走），后来又加上向后倒走（15分钟）左右，后来又加上了边走边拍手，
现在感觉很好。每天大概50-60分钟，感觉很好。生命在于运动，我们共同提醒督促，养成每天坚持锻炼的好习惯。尤其是现在的年轻人，
千万不要整天守在电脑旁，等到40岁还不到，各种肩都炎、心脏病等老年病都出现了，那就后悔晚了。



（科学技术贴）45天减肥减脂营养饮食计划+运动方法


被一个朋友拉进来一个小组，发现错误的减肥方式简直层出不穷，过午不食，过早不食，运动无水，一天只喝一杯柠檬茶的，什么变态的人都有。我说你们的方法不健康，她们会喷我，还真是见不得人瘦啊。哎，一群连体脂率都不知道的猴子。

靠，又翻页了传送门：http://www.douban.com/group/topic/30981879/?start=100#362427442

    我们生下来就是黄种人，我们已经输在了起跑线上，我们生下来就四肢粗短，你如果还不运动，你想干什么？变成肉球吗？










理论总结：

理论只有一句话，你的身体就是一张银行卡，每月有工资进入，有花销流出。进的多了，你的存款就多，花的多了，你的存款就少了。工资是摄入，包括吃饭喝水。输出是代谢包括呼吸出汗。钱就是能量，单位是卡洛里。
进食的热量每日需求传送门：http://www.douban.com/group/topic/30982241/

    我的方法只有两点，一个是科学运动，一个是科学控制饮食，如果您认可这两点，请继续看。
我能保证的是，首先，我会让你减下来，其次，很痛苦，别以为这种方法就不痛苦了，依然痛苦，但是不饿，但是你要控制住你自己的馋。最后，没有副作用，不反弹，不会得忧郁症，不会得厌食症，营养不良，消化不良。

这个帖子里的内容你如果真的可以坚持下来，45天是一个阶段，集中包括你偷懒的7天，我已经算在里面了。45天你起码可以掉5到10KG，但是对于男人来说减肥下个10KG不算什么，但是对于女人来说就不合适了。
这里就不做广告了，看看楼下的大家回帖情况您就知道了。

第一步：如何评判胖瘦，均匀身材。

如果你只知道看秤，不好意思，你是个古代的中国女人吧？只会看秤掉分量的女人一般都是减肥药的粉丝。女人应该要求比例的匀称。我带过的女徒弟中，有人40多KG，还要再下十斤。有人腰围一尺八，还要再细点腰。
所以足矣证明女人对于减肥这件事足够变态。
女性身材黄金比例传送门：http://www.douban.com/group/topic/30982258/

    因此，女子减肥一定要加上俯卧撑。因为神人减肥也会掉胸，唯一保胸的好办法就是俯卧撑。因为你全身脂肪都要掉，胸脯上的脂肪肯定也会掉，最好的办法是在骨头和脂肪中间增加一层肌肉，也就是胸肌。除非有极端情况，否则胸肌会跟你一辈子，不会掉。有人担心练成肌肉女怎么办，我在后面会解释这个问题。
女人如何做俯卧撑传送门：http://www.douban.com/group/topic/30982291/

    第二步，减脂全攻略

今天说的这个减脂计划不仅针对胖人，也针对比赛之前的健美选手，短期内脱脂，减少皮下脂肪。男子体脂要比女子体脂低7,8%左右，所以男人20%体脂就是个正常偏胖，女子就正常偏瘦。








体脂含量自测传送门：http://www.douban.com/group/topic/30982320/


    首先，要做有氧，其次，晚餐要节食。就没了！

具体说，要做70%的有氧和30%的无氧
节食的注意事项是忌油忌盐忌碳水。
理论方面简单说来就是饮食上用atkins加一下维生素互相作用+运动上有氧减脂+无氧超级组塑型，根据人体区别进行动作设计


再具体点，

第三步【上篇】
运动方面：

3-1有氧运动
一般姑娘都没有运动细胞，有运动细胞的只会跑步，不好意思，说错了，她们可能连跑步都不会，只不过愿意跑罢了，用一个错误的姿势，错误的时间和错误的地点，进行一个错误的运动方式，最后达到一个错误的结果。
3-1-2有氧运动的目的：
简单来说就是提高心肺功能，增加肌肉耐力。提高心肺功能就是俗称的健康。增加肌肉耐力就是俗称的减肥。
3-1-3有氧运动三点要求
有氧运动有三点要求，
第一整个运动过程要全身性的。
第二运动过程中心率不得高于160，不得低于140.这个心率相当于你以最快的速度走和最慢的速度跑。
第三，运动时间要在30分钟以上60分钟以内。
（有氧运动一周六次，每天都做，大姨妈不停的。）
群里的女生居多，估计不太明白如何为自己设计有氧运动，跑步是有氧，快走也是，对条件要求最低的是跳绳。有人说游泳，是滴，你不停歇，游够40分钟也是有氧运动。那自己随便蹦蹦跳跳是不是也是有氧啊？是滴，坚持够三十分钟就是。你看跆拳道拳击什么的，体力消耗在哪里了？还不是不停的跳来跳去。郑多燕的操是不是有氧？你跳够40分钟就是咯，但是郑大妈的东西我不推荐，你看下一段我推荐了一个insanity。那瑜伽是不是？你看瑜伽满足第二点和第一点吗？不好意思，瑜伽恐怕不是。
大家都是城里人，一般选择有氧无非就是三个，有条件的选择游泳。条件一般的 选择跑步，条件非常刻苦的，就原地跳绳吧。也可以跳操。insanity嘛！

著作权归作者所有。
商业转载请联系作者获得授权，非商业转载请注明出处。
作者：陈柏龄
链接：https://www.zhihu.com/question/20687290/answer/15853608
    来源：知乎

1.慢跑3~5分钟。总之达到身体微微出汗或者发热的效果即可停止。
2.做仰卧起坐和俯卧撑。请自行百度《腹肌锻炼家庭版第一级》和《胸肌锻炼家庭版第一级》，这是一个八分钟的视频，跟着上面做，可以把休息时间适当延长点，休息时间延长，做完大概需要15分钟。一次可以只做一个视频。锻炼一些日子后，觉得很轻松了，可以换成《第二级》。（更多的建议请看我这里写得关于做俯卧撑的一些注意事项：仰卧起坐和俯卧撑，是分组做好还是一次性做到力竭好？）
3.然后出去跑5公里，两天或者三天一次。


3-1补充说明
正确的跑步姿势传送门：http://www.douban.com/group/topic/30982332/

    现在是6-29日，楼下已经出现精力旺盛者可以轻松跑完步并且五围体重不变化了。所以我在这里推荐insanity给大家。【http://www.douban.com/group/topic/30992508/】
    一共有14节课，对于你的心脏负荷绝对是个挑战，比郑多燕郑大妈强多了。注意楼下会来敲门吵架，所以建议光脚做或者地上铺好泡沫地板。如果做不完，累坏了，就休息一下，视频不要停止，一个小时全部跟完，能跟多少跟多少。还可以练听力呢！
加油，在镜湖这里没有平台期！


3-2无氧运动
一般人一想到无氧运动就会想到肌肉健美猛男，由于这个和中国传统的审美冲突，所以很多姑娘很排斥这个。但是我想问，你的屁股翘吗？你敢不穿丝袜露出你紧绷的大腿和小腿吗？露脐装？你敢吗？平坦小腹，哪怕你穿紧身连衣裙你都害怕看见你的腹部赘肉吧？没有无氧运动，你跑得出来我上述的体型吗？

3-2-1
无氧运动的目的
只有两个字，塑型。无氧可以减脂，但是减脂效果很微弱，大部分是为了塑型。反过来说，有氧可以塑型，效果非常微弱，减脂效果良好。
【什么样的人做无氧？体重距离标准体重仅仅相差5kg以内的，做无氧塑型。差距5kg以上的，乖乖去跑步或者跳insanity去】
3-2-2
无氧运动特点【仅针对女性专门设计的】
无氧运动三点，大次数，小重量，多组数。每组30次，每天一个部位做4组。三个动作一起搞，算一组，组间休息不得大于40秒。







图片上是女人容易堆积脂肪的部位，我后面设计的全部无氧运动方式，几乎都是以女性容易堆积脂肪的部位设计的。

3-2-3-1
男人和肚子上有肉的女人，腹肌运动可以天天做（因为我知道你首先做不完，其次你坚持不下来）。
【腹肌三步走】
第一步：低强度的腹肌训练计划传送门（难度低于五分钟和8分钟）：http://www.douban.com/group/topic/30982346/

    能把300做完的时候，就去挑战8分钟。
第二步：网上有两个版本的腹肌视频教程，一个叫五分钟什么什么，一个叫8分钟什么什么，能做完的人不屑于做，需要做的人都做不完。如果你是第二种，加油变成第一种。
5分钟腹肌训练法：http://v.youku.com/v_show/id_XMTEwMDkwOTIw.html
    8分钟给你六块腹肌：http://v.youku.com/v_show/id_XMTYzODYxNzYw.html
    仰卧起坐脖子疼的解决办法传送门：http://www.douban.com/group/topic/30982362/
    第三步：如果5分钟和8分钟都能做完了，就说明你的皮下肌肉已经很发达了，但是你依然腰围没达标或者看不见平坦小腹，就说明你的皮下脂肪还太厚。那就继续做第一步里的两个动作，涉及到上腹和下腹的两个动作，侧腹一周一次即可。区别是不许数，以前30个一组，现在是无数个一组，做到你做不起来，你就再做十个，休息30秒继续做，依然是做到做不起来，再做十个。如此这样做下去，你会每天早上发现自己的肚子在变小的。
3-2-3-2
需要瘦腿的人豆油给我你的邮箱地址，因为小组无法发图片，我这里有一套精疲力尽瘦腿法http://www.douban.com/group/topic/31046948/


    3-2-4
无氧运动的超级组目的：这种训练方法会微微减小点肌肉，但是会减大量的皮下脂肪，对于提升你的体力非常有帮助，因为它每次需要消耗掉你身体里最后的一丁点体力，一点不剩，很残忍，所以很苦，但是很有效。一周三次。


第三步下篇【饮食篇】
3-3
下面开始是饮食方面，这个才是帖子的重点。
饮食营养普及贴，本来应该是学校里老师教的，竟然只有我才能说出来真相，电视上所有的广告和杂志都不会告诉你，真是可悲。
人类每天的食物由七大部分构成。由多到少分别为：水，碳水化合物，蛋白质，脂肪，维生素，矿物质（无机盐或者氨基酸），纤维素。
人体七大营养素基础普及贴：http://www.douban.com/group/topic/30982375/
    所以小组里有人倡导运动时不喝水可以减肥，废话，体内70%都是水，你渴得快死了肯定掉分量。还有的就是所有中国传统蠢蛋妇女们能想到的减肥办法，就是不吃饭，饿死之前肯定能瘦下来，但是体重反弹什么的就不说了，副作用还有短寿，恐怕教你节食的人没告诉你吧？ 运动时要喝水，大量喝水，你流的是汗，喝得是水，不冲突，不冲突。

3-4
晚餐节食具体来说，不能吃碳水，就不能吃米面，面包不行，米饭馒头粥更不行。不能吃油，但是可以吃肉，不能放油和盐，直接白水煮。因为不能吃油，所以所有的饭店和中餐你就不要想了，西餐里除了色拉，别的也没戏。
晚餐不吃的危害传送门：http://www.douban.com/group/topic/30982388/
    推荐鸡肉（有条件的吃鱼肉和虾肉），因为脂肪少，蛋白多，热量低，人体易吸收白肉，价格还便宜。
说个具体的例子，晚上能不能吃鸡蛋炒西红柿啊？不可以，鸡蛋可以吃，西红柿可以吃，但是这个炒字在这里，就不行了，每百克油里的热量是999哟。已经满格咯。

各种绿菜你就使劲吃吧，外面所有的饭店和超市快餐店你减脂期间都不要去，你去的只有一个地方，就是菜场。
减肥的时候是急需一种东西有饱腹感的，当时我选择的是西红柿，半斤一个，低热量，虽然糖分有点高，但是吃两个马上就撑了。有的朋友选择的是喝白开水，喝到饱。我的朋友有的是白水煮鸡肉，直接吃。如果有关系户请客下馆子，中国人的人情你也不好意思拒绝，哎，所以只好点一杯茶水，看着人家吃大鱼大肉，自己碰都不碰。
所以我的方法不会叫你饿，你需要克服的只有你的馋。饿了就抓起来你的饱腹感食物使劲吃。西兰花也挺好，黄瓜，甘蓝，胡萝卜，一切热量低的蔬菜都可以。水果不行，糖分高。吃几个你就撑了。
健康营养减肥餐（有便秘问题的人首选）【楼下打卡的@荡漾友情推荐】传送门：http://www.douban.com/group/topic/30982399/



    提问与回答
补充下为什么要忌油忌盐忌碳水？
因为油是高热量，这个就不解释了。碳水化合物是人类每天的能量来源，分解后是主要的脂肪和能量的来源，盐在低碳水的情况下会结合水，储存在皮肤下，让人看起来很臃肿。

什么叫晚餐？
晚餐指的是下午5点以后那顿，也就是说你四点还可以补充一顿碳水，五点以后就不行了。

睡眠有要求没？睡不着怎么办？
三分治，七分养，晚上睡眠时间一定要保证8个小时，11点到1点的黄金休息时间你一定是在熟睡。
人类生理时钟传送门：http://www.douban.com/group/topic/30982413/

    睡眠在减脂过程中是非常重要的一个环节，一部分原因是它在帮助你恢复，代谢并且排毒，另外一部分原因就是如果你不早点睡，你会很饿，很馋，就会开始吃宵夜。
所以十点的时候你就要上床。很多人都会说睡不着什么什么的。我再多废话一句，你就在床上躺着，什么也不要想，躺一个小时，不知不觉你就睡着了。实在不行，我跟你讲，全身放松，让大脑里什么也不想的情况下，做十个深呼吸，往往你呼吸几下就开始想别的事儿了，排空思想，控制意念，这个也是健身做运动的时候的理念。



如果抽筋，岔气，膝盖疼怎么办？
其实给你们安排的动作真的不算强度大，也许对我来说强度不算大把。如果你们有反应，那就给你安排一个热身+拉筋好了，可以有效缓解岔气抽筋等症状，在所有运动前进行。
视频网站地址：http://www.tudou.com/programs/view/zxfD4gOWJFQ/
    时间是04:25开始，08:45结束。

你说45天？45天一定能达到我的效果吗？
虽然帖子说的是45天，但是你们应该知道这个是个把戏，你们每个人的体重都不一样。每天早上起床排便后量体重，运动加晚餐节食的情况下，应该每天掉一斤，（看楼下的回复你就会发现他们每天掉0.5kg或者2天0.5kg）时间换空间，你自己算你掉到目标位需要多久。

你不让看秤，那怎么记录到底减了多少？
每周照相一次，正面侧面背面。照片能说明一切，其次是你的裤子。
除了秤和照片，你最好的标杆就是卷尺，六围经常量一下，三围和大臂围，大腿围，小腿围。

我进行你的方法一段时间了，还是平台期了怎么办？
在身体吃得消的情况下，也就是大约一个月以后，你需要做全天节食，也就是说，中午也要注意不能吃过于油和太多的碳水。但是绝对不是让你们全天0油0碳水0盐，除非你想变成白毛女。

下面是减肥会出现的症状，我不会让你们浑身都烂了，还节食的，你们一定会营养不全，所以读一下下面的细则。

如果出现头晕，手脚抽筋，乏力，说明缺少蛋白质，继续缺少下去你会得脂肪肝。早上和晚上各吃两个蛋白，蛋黄扔掉，一天最多不要吃超过一个蛋黄，因为胆固醇高。蛋白质摄入来源还有牛奶，豆浆，豆制品和鸡胸肉。

如果出现皮肤松弛，无弹性，在补充蛋白质的前提下，补充复合维生素B，尿尿黄是正常的。食补的话选择粗粮。
每天三餐前要喝够750ml的水，喝不够不许吃饭。750ml是矿泉水瓶大约一瓶半。
出现低血糖症状是正常的，不需要处理。
出现上火，口腔溃疡，要吃维生素B。可以加吃维生素C，帮助吸收，量是每天1200mg。维生素C是所有水果中都富含的，VC之王是西兰花。
手指甲周围出现毛刺，牙龈容易出血，说明你缺乏维生素C，每天多补一个水果。
防止肌肉分解，吃维生素C和E。
增加骨骼强硬要吃CA和镁。我就直接推荐你吃钙镁片了。只吃钙的话，有胆结石的人容易产生胆结石，加上镁就不会了。ca每日摄入量800mg。可以喝牛奶。
如果出现呼吸困难，胸闷，眼睛视力有影响，补充类胡萝卜素。或者干脆直接吃胡萝卜。
最后是一天吃三次，一次一大把药，全是微量元素。
维生素有合成和天然两种,药准字VE和保健品VE两种.差别很大. 经济条件允许的，最好买保健品的。


你需要一个食物营养含量表。蛋白质每天补充的剂量是你体重的一倍到一点五倍。比如50KG的人，需要补充一倍的蛋白质就是50g，补充一点五倍就是75g，每百克鸡肉中蛋白质含量25g，所以每天要吃掉一斤鸡肉。虽然换算如此但是别的食物中也有蛋白质，每天200到300g鸡肉就差不多了。
维生素没有缺乏症状的人，正常吃蔬菜或者一天一片，有其他症状的，给我豆邮，我告诉你剂量。

关于毅力
如果你觉得这个有用，我希望你把这个复制下来存在电脑上。
第二个，希望有人一个月后告诉我，你还在坚持，就当我没白说。
第三个，早餐你可以吃大量碳水，随便你。
暴饮暴食之后怎么办：http://www.douban.com/group/topic/30982421/
    对于不想减重，体重根据标准体重差5kg以内，但是围度差很多的人，就需要用无氧训练进行塑形计划，肚子大腿屁股运动设计原则传送门：
http://www.douban.com/group/topic/30982464/


    如何根绝自己的情况设计自己的营养餐
这里说一下血型与饮食的关系，是否发现有的人怎么吃都不胖，有的人随便吃吃就胖？除了吸收原因，还有一个重点原因就是血型，传送门：http://www.douban.com/group/topic/30982472/

    在这里，凡事都有个度和量，不吃碳水减油减盐也要有个度和量，取决于你的毅力和希望多久能达到。所谓欲速则不达，快的一般都不健康，健康的都不可能快。尽管如此，中国人还是目光短浅，喜欢一针见血，立竿见影。我的方法还是比过午不食方法健康，因为我不短寿，不会叫你们掉头发，一天晕倒两次，牙齿松动，脂肪肝，月经根本不来或者便秘，整个人瘦下来不会松垮垮的，风一吹就倒，缺点是比过午不食要慢一点，如果你真想快，吸毒不是更快？越快越不健康。

最后，我希望你有毅力，可以每天来这个帖子里留名报体重变化和围度变化，因为你们所有看帖子，可以看到这里的人都是最棒的，你们没有相信减肥药，没有相信中医，按摩，针灸，刮痧，过午不食，过早不食，苹果减肥，酸奶减肥，清肠排毒，呕吐法或者吞食蛔虫等市面上所有的乱七八糟的神奇减肥方式，选择最健康最科学的，你们还能读完我这么多字的帖子，你们都是最棒的。

45天减肥减脂法打卡英雄帖
http://www.douban.com/group/topic/30891816/

    45天之后你会遇见另外一个问题，就是你的所有裤子全报废了，你肚子和屁股周围有松垮垮的皮，就好像刚生完孩子一样，请问如何收皮啊？只要有人豆邮问我，我就告诉你如何搞。


收皮与收肥肉的区别传送门【什么都找我搞，真当我是神童啊】：http://www.douban.com/group/topic/30982488/


    【卤煮有很强烈的网瘾，所以我会控制自己让自己只在每天中午和晚上吃饭的时候过来完善主贴，回答问题，并且帮助大家励志和增加新知识的。所以抓紧时间段留言并且问题可以多说点。谢谢各位支持。】





分享阅读(11735)| 评论(9) | 分享(29)

发表评论
269148192
思圆.SY~ 回复2012年07月13日 22:30:36 举报
给力用我吃奶的力，再次沙发~再次顶
601463443
豆瓣西门镜湖 回复2012年07月14日 08:19:26 举报
回复思圆.SY~:十点半睡觉已经就不容易减肥咯！
335673604
邵慧珺❤doudo 回复2012年10月03日 16:36:30 举报
还是豆瓣好啊……人人太冷清了
237694709
付丽敏 回复2013年03月21日 00:15:39 举报
帖子太精品了，只是无油无盐这个，学生党，怎么办啊？
244244058
周冰清 回复2013年04月15日 11:22:41 举报
@北京奥贠★云
221909251
任天天 回复2013年04月26日 21:17:04 举报
@王沛
353041293
贺晓青。pinky゛ 回复2013年06月05日 10:53:52 举报
@刘天齐
238664871
李一囡 回复2013年07月21日 05:48:56 举报
insanity+四公里慢跑+控制饮食，合理吗？确实挺累的，没有力气再做无氧了。有什么更好建议吗
550122711
邱真翔 回复2013年11月24日 21:44:06 举报
前几天看到大大在豆瓣的健身房丰胸贴，霸气了啊～我是准备在减肥之前保胸来着，发现T_T就是膝盖着地的俯卧撑也不能做三个以上。。。绝望的节奏啊-_-#
陈建伟

表情发表评论
更多豆瓣西门镜湖的日志
膝盖不舒服，膝盖有问题的妹子进来坐
关于西门镜湖拼命推荐的insanity
（科学技术贴）45天减肥减脂营养饮食计划+运动方法
更多
举报该日志

玩转人人
公共主页
公众平台
客服帮助
隐私
商务合作
品牌营销
中小企业
自助广告
开放平台
公司信息
关于我们
人人公益
招聘
友情链接
经纬网
人人游戏
人人分期
人人移动客户端下载
iPhone/Android
iPad客户端
其他人人产品
公司全称：北京千橡网景科技发展有限公司
公司电话：010-84481818
公司地址：北京市朝阳区酒仙桥中路18号
国投创意信息产业园北楼1层

京网文[2013]0136-030号
京ICP证090254号
人人网©2015
法律声明

默认表情  阿狸  囧囧熊
谄笑吃饭调皮尴尬汗惊恐囧-窘迫可爱酷流口水生病叹气淘气舔偷笑呕吐吻晕色迷迷住嘴大笑害羞防流感哭困难过生气书呆子微笑不惊讶抠鼻烧香人人聚焦给力鸭梨Hold住降温石化玫瑰花伤不起惊叹号膜拜吐槽禅师最右下雨赞小黄鸡大雾沙尘暴蓝天传递爱心默哀逆行英雄不约而同毕业了烈日风扇么么哒SoWhat？呵呵暖神烦狗再见扔肥皂捡肥皂摩擦摩擦小龙女耍酷火车相遇问题武则天duang愚人节十动然拒
会话







好了好了，最终你还是承认了。自你上次进入体育馆，时间已经过去两个月了。生病、家庭危机、加班、要完成的论文，这些通通都是阻拦你进行体育锻炼的理由。但问题是：究竟怎样才能重新开始体育锻炼？

一旦养成习惯，体育锻炼就成为一件自然而然的事情。自然而然的去往体育馆，没有什么外力能够阻挡。但是，在放弃这习惯一个月，两个月，也许甚至一年以后，再要重新开始就让我们显得力不从心了。这里有一些小贴士，它们能帮助你在跌到的地方爬起，重新养成体育锻炼的习惯。


不要停止已经养成的习惯
让事情继续下去的最简方法就是不要停止。避免长时间的不锻炼，因为重新养成习惯确实更费力些。这条建议对某些朋友来说或许已经有点晚了，但如果你已经养成了体育锻炼的习惯，就千万不要在遇到一点点困难时就放弃。
一旦开始运动就奖励自己
伍迪艾伦（电影导演）曾说：“生命的一半时间在于自我表现。”我要说，在想要养成某个习惯时，90%的精力都是用于如何实现它的。你应该多想想自己的体重，自己能够跑多少圈，自己能够仰卧举重多大的杠铃。
对自己承诺坚持30天
对自己许下这个月天天运动的承诺（哪怕每天只运动20分钟），有了这个承诺，你的习惯就会得到巩固。同时，你也不必在头几个星期天天劳心，犹豫着到底要不要去运动。
找点乐趣
要是在体育锻炼里的得不到乐趣，坚持体育锻炼就会有点困难。这个世上有成千上万种锻炼身体的方式，所以，如果你觉得举重或者如果仰卧起坐并不适合你，那你就试试其他的吧。许多大型健身中心都提供各式各样的运动项目，总有一种是你喜欢的。
把运动安排在自由时间
不要把运动安排在那些可能会因为其他重要事情而被占用的时间里。工作结束后或是早晨一起床都是不错的运动时间。要是安排在午饭休息时间，则很可能因为工作尚未完成而被占用掉。
和朋友一起运动
找几位朋友加入你的运动计划。有了交际因素，你会更愿意遵守自己的体育锻炼承诺。
在日历上打"×"
我认识的一位朋友有在要运动的日子在日历上打"×"的习惯。这么做的好处是对于已经进行多长时间体育锻炼了，你可以一目了然。坚持在日历上打X是个激励自己的好方法。
在付出努力之时得到乐趣
进行体育锻炼后，问问自己哪些部分你喜欢，哪些部分你不喜欢。一般来说，你要继续坚持你喜欢的那部分，避免你不喜欢的那部分。若是多想想如何在体育锻炼中得到乐趣，你会更愿意去体育馆的。
把运动当作一种仪式
体育锻炼的习惯要根深蒂固到成为一种仪式。也就是说，一到体育锻炼的时间、地点就会让你自觉地抓起背包去健身中心。要是你的运动时间总是不确定，那你就很难从这一点得到益处了。
减轻压力
有压力时你很可能在工作上什么都做不好。不过，体育锻炼可是一种减轻压力的好方法，它会让你心情变好。所以，下次感到充满压力或疲劳的时候，就试试去参与你喜欢的运动吧。一旦体育锻炼和减轻压力之间建立了联系，你会更容易重新养成体育锻炼的习惯，即使在此之前你是刚刚渡过一段悠长的假期。
测量健康值
我们不应该过度关心体重的数值。即使你的身体发生了变化，体重却不一定会变化，因为增加的肌肉重量会抵消减少的脂肪重量。不过，变化的健康值仍是激励体育锻炼的好依据。记录俯卧撑、仰卧起坐或是跑步速度等简单的数值，都会让你发现体育锻炼是如何使你变得更强、更快的。
先养成习惯，再购买器械
光鲜的运动器械不能促成体育锻炼的习惯培养。尽管如此，还是有很多人相信花几千美元买器械就可以弥补自己不爱运动的毛病。可这不能弥补！所以，还是先养成体育运动的习惯，再来购买体育器械。
清除失误
要是你老是不能坚持体育锻炼，就找找原因。你不喜欢运动？你没时间？呆在体育馆里使你感觉不自在？不懂得健身技巧？只要你能找到自己的失误之处，你就改正，向胜利开始迈进。
从小的目标开始
从一开始就打算跑15英里，可不是养成体育锻炼习惯的好方法。为了养成习惯，头几周里定个在你能力之内的目标。否则，你会被残酷的运动量吓跑的。
是为了自己而运动
去体育馆只为了使自己的身体看起来更漂亮，就好像做生意只为了赚钱一样。这样，付出的努力就不足以达到你的目标。但如果去体育馆还为了别的原因，如激励自己、增强身体的力量、享用愉快的时光，那么即使运动成果不怎么显著，你也可能继续坚持体育锻炼的。






你先弄清楚你健身的目的，你是增肌还是减脂肪。人体第一功能能源是糖原，

你跑步40分钟内都是消耗的你体内的糖原，当糖原消耗完了才开始减脂。一般跑步机6~8是快走、9以上的速度是跑。速度越快对体能要求越高，消耗的越快。你跑完了再去练器械基本糖原都没了还有力气么？
如果是增肌建议健身前跑10分钟热身，不用跑30分钟。最快到9-10的速度。1分钟快走---跑8分30秒---30秒放松。跑步完后去练3-~4个针对部位的器械，跑完后如果你体力不错那就拉伸完再跑10分钟。


